Repository: Kostenkov-2021/BasicYoutubeDownloader
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: No downloading
ru: Нет загрузки
tr: İndirme yok

source: It analyzes the link you copied to the clipboard. It starts the appropriate workflow whether it is a video or a playlist.
ru: Запускает анализ ссылки в буфере обмена и начинает загрузку видео или плейлиста.
tr: Panoya kopyaladığınız bağlantıyı analiz eder. İster video ister oynatma listesi olsun, uygun iş akışını başlatır.

source: Basic Youtube Downloader
ru: Простой загрузчик с Youtube
tr: Temel Youtube İndirici

source: Select the folder to download the {title} video
ru: Выбрать папку для загрузки видео {title}
tr: {title} videosunun indirileceği dizini seçin

source: Select the folder to download the {title} playlist
ru: Выбрать папку для загрузки плейлиста {title}
tr: {title} oynatma listesinin indirileceği dizini seçin

source: It is not a valid link
ru: Эта ссылка недействительна
tr: Geçerli bir link değil

source: Choose your video quality.
ru: Выбрать качество видео.
tr: İndirme kalitesini belirleyin.

source: Choose Quality
ru: Выбрать качество
tr: Kalite Seç

source: Highest Quality
ru: Высокое качество
tr: Yüksek Kalite

source: Lowest Quality
ru: Низкое качество
tr: Düşük Kalite

source: MP3 Format
ru: Формат MP3
tr: MP3 Formatı

source: Download of file {file_name} has been cancelled
ru: Загрузка файла {file_name} была отменена
tr: {file_name} indirmesi iptal edildi

source: Cancelled
ru: Отменено
tr: İptal edildi

source: {percent} percent downloaded
ru: Загружено {percent} процентов
tr: {percent} yüzde indirildi

source: The file was downloaded to {file_path}
ru: Файл был загружен по пути {file_path}
tr: Dosya, {file_path} konumuna indirildi

source: Converting to MP3...
ru: Конвертация в MP3...
tr: MP3'e dönüştürülüyor...

source: MP3 converted.
ru: Сконвертировано в MP3.
tr: MP3'e dönüştürüldü.

source: Unexpected error: {error}
ru: Неожиданная ошибка: {error}
tr: Bilinmeyen hata: {error}

source: A plugin that can download Youtube videos and playlists.
ru: Это дополнение позволяет загружать видео или плейлисты с YouTube.
tr: Youtube videolarını ve oynatma listelerini indirebilen bir eklenti.
